не пробовал это

KEYWORD = "муся"
COMMANDS = {
# ========== УПРАВЛЕНИЕ ТЕЛЕВИЗОРОМ ==========
            "включи телевизор" : "OnOff", "включить телевизор" : "OnOff", "включи тв" : "OnOff", "включить тв" : "OnOff",
            "запусти телевизор" : "OnOff", "телевизор включи" : "OnOff", "тв включи" : "OnOff", "включи ящик" : "OnOff",

            "выключи телевизор": "OnOff", "выключить телевизор": "OnOff", "выключи тв": "OnOff", "выключить тв": "OnOff",
            "отключи телевизор": "OnOff", "погаси телевизор": "OnOff", "выруби телевизор": "OnOff",
            "телевизор выключи": "OnOff", "тв выключи": "OnOff", "выключи ящик": "OnOff", "выруби ящик": "OnOff",
            "стоп телевизор": "OnOff", "телевизор стоп": "OnOff",

            "сделай громче" : "volup", "увеличь громкость" : "volup", "прибавь звук" : "volup", "громче" : "volup",
            "подними громкость" : "volup", "увеличить звук" : "volup", "добавь звук" : "volup",

            "сделай тише": "voldown", "уменьши громкость": "voldown", "убавь звук": "voldown", "тише": "voldown",
            "опусти громкость": "voldown", "уменьшить звук": "voldown", "убавь звук": "voldown",

 # ========== КАНАЛЫ 1-20 ==========
    # 1
    "первый": "channel_1",
    "один": "channel_1",
    "канал один": "channel_1",
    "первый канал": "channel_1",
    "включи первый": "channel_1",
    "включи первый канал": "channel_1",
    "включи канал один": "channel_1",
    "переключи на первый": "channel_1",
    
    # 2
    "второй": "channel_2",
    "два": "channel_2",
    "канал два": "channel_2",
    "второй канал": "channel_2",
    "включи второй": "channel_2",
    "включи второй канал": "channel_2",
    "включи канал два": "channel_2",
    "переключи на второй": "channel_2",
    
    # 3
    "третий": "channel_3",
    "три": "channel_3",
    "канал три": "channel_3",
    "третий канал": "channel_3",
    "включи третий": "channel_3",
    "включи третий канал": "channel_3",
    "включи канал три": "channel_3",
    "переключи на третий": "channel_3",
    
    # 4
    "четвёртый": "channel_4",
    "четыре": "channel_4",
    "канал четыре": "channel_4",
    "четвёртый канал": "channel_4",
    "включи четвёртый": "channel_4",
    "включи четвёртый канал": "channel_4",
    "включи канал четыре": "channel_4",
    "переключи на четвёртый": "channel_4",
    
    # 5
    "пятый": "channel_5",
    "пять": "channel_5",
    "канал пять": "channel_5",
    "пятый канал": "channel_5",
    "включи пятый": "channel_5",
    "включи пятый канал": "channel_5",
    "включи канал пять": "channel_5",
    "переключи на пятый": "channel_5",
    
    # 6
    "шестой": "channel_6",
    "шесть": "channel_6",
    "канал шесть": "channel_6",
    "шестой канал": "channel_6",
    "включи шестой": "channel_6",
    "включи шестой канал": "channel_6",
    "включи канал шесть": "channel_6",
    "переключи на шестой": "channel_6",
    
    # 7
    "седьмой": "channel_7",
    "семь": "channel_7",
    "канал семь": "channel_7",
    "седьмой канал": "channel_7",
    "включи седьмой": "channel_7",
    "включи седьмой канал": "channel_7",
    "включи канал семь": "channel_7",
    "переключи на седьмой": "channel_7",
    
    # 8
    "восьмой": "channel_8",
    "восемь": "channel_8",
    "канал восемь": "channel_8",
    "восьмой канал": "channel_8",
    "включи восьмой": "channel_8",
    "включи восьмой канал": "channel_8",
    "включи канал восемь": "channel_8",
    "переключи на восьмой": "channel_8",
    
    # 9
    "девятый": "channel_9",
    "девять": "channel_9",
    "канал девять": "channel_9",
    "девятый канал": "channel_9",
    "включи девятый": "channel_9",
    "включи девятый канал": "channel_9",
    "включи канал девять": "channel_9",
    "переключи на девятый": "channel_9",
    
    # 10
    "десятый": "channel_10",
    "десять": "channel_10",
    "канал десять": "channel_10",
    "десятый канал": "channel_10",
    "включи десятый": "channel_10",
    "включи десятый канал": "channel_10",
    "включи канал десять": "channel_10",
    "переключи на десятый": "channel_10",
    
    # 11
    "одиннадцатый": "channel_11",
    "одиннадцать": "channel_11",
    "канал одиннадцать": "channel_11",
    "одиннадцатый канал": "channel_11",
    "включи одиннадцатый": "channel_11",
    "включи одиннадцатый канал": "channel_11",
    "включи канал одиннадцать": "channel_11",
    "переключи на одиннадцатый": "channel_11",
    
    # 12
    "двенадцатый": "channel_12",
    "двенадцать": "channel_12",
    "канал двенадцать": "channel_12",
    "двенадцатый канал": "channel_12",
    "включи двенадцатый": "channel_12",
    "включи двенадцатый канал": "channel_12",
    "включи канал двенадцать": "channel_12",
    "переключи на двенадцатый": "channel_12",
    
    # 13
    "тринадцатый": "channel_13",
    "тринадцать": "channel_13",
    "канал тринадцать": "channel_13",
    "тринадцатый канал": "channel_13",
    "включи тринадцатый": "channel_13",
    "включи тринадцатый канал": "channel_13",
    "включи канал тринадцать": "channel_13",
    "переключи на тринадцатый": "channel_13",
    
    # 14
    "четырнадцатый": "channel_14",
    "четырнадцать": "channel_14",
    "канал четырнадцать": "channel_14",
    "четырнадцатый канал": "channel_14",
    "включи четырнадцатый": "channel_14",
    "включи четырнадцатый канал": "channel_14",
    "включи канал четырнадцать": "channel_14",
    "переключи на четырнадцатый": "channel_14",
    
    # 15
    "пятнадцатый": "channel_15",
    "пятнадцать": "channel_15",
    "канал пятнадцать": "channel_15",
    "пятнадцатый канал": "channel_15",
    "включи пятнадцатый": "channel_15",
    "включи пятнадцатый канал": "channel_15",
    "включи канал пятнадцать": "channel_15",
    "переключи на пятнадцатый": "channel_15",
    
    # 16
    "шестнадцатый": "channel_16",
    "шестнадцать": "channel_16",
    "канал шестнадцать": "channel_16",
    "шестнадцатый канал": "channel_16",
    "включи шестнадцатый": "channel_16",
    "включи шестнадцатый канал": "channel_16",
    "включи канал шестнадцать": "channel_16",
    "переключи на шестнадцатый": "channel_16",
    
    # 17
    "семнадцатый": "channel_17",
    "семнадцать": "channel_17",
    "канал семнадцать": "channel_17",
    "семнадцатый канал": "channel_17",
    "включи семнадцатый": "channel_17",
    "включи семнадцатый канал": "channel_17",
    "включи канал семнадцать": "channel_17",
    "переключи на семнадцатый": "channel_17",
    
    # 18
    "восемнадцатый": "channel_18",
    "восемнадцать": "channel_18",
    "канал восемнадцать": "channel_18",
    "восемнадцатый канал": "channel_18",
    "включи восемнадцатый": "channel_18",
    "включи восемнадцатый канал": "channel_18",
    "включи канал восемнадцать": "channel_18",
    "переключи на восемнадцатый": "channel_18",
    
    # 19
    "девятнадцатый": "channel_19",
    "девятнадцать": "channel_19",
    "канал девятнадцать": "channel_19",
    "девятнадцатый канал": "channel_19",
    "включи девятнадцатый": "channel_19",
    "включи девятнадцатый канал": "channel_19",
    "включи канал девятнадцать": "channel_19",
    "переключи на девятнадцатый": "channel_19",
    
    # 20
    "двадцатый": "channel_20",
    "двадцать": "channel_20",
    "канал двадцать": "channel_20",
    "двадцатый канал": "channel_20",
    "включи двадцатый": "channel_20",
    "включи двадцатый канал": "channel_20",
    "включи канал двадцать": "channel_20",
    "переключи на двадцатый": "channel_20",

    "спать": "sleep",
    "замолчи": "silence",
    "погода": "weather",
    "время": "time",
    "привет": "hello"
}

