
KEYWORD = "муся"
COMMANDS = {
# ========== УПРАВЛЕНИЕ ТЕЛЕВИЗОРОМ ==========
            "включи" : "OnOff", "включи телевизор" : "OnOff", "включить телевизор" : "OnOff", "включи тв" : "OnOff", "включить" : "OnOff",

            "выключи": "OnOff", "выключи телевизор": "OnOff", "выключить телевизор": "OnOff", "выключи тв": "OnOff", "выключить": "OnOff",

            "сделай громче" : "volup", "увеличь громкость" : "volup", "прибавь звук" : "volup", "громче" : "volup",

            "сделай тише": "voldown", "уменьши громкость": "voldown", "убавь звук": "voldown", "тише": "voldown",

            "звук": "mute",

            "назад": "back",
            #"убрать": "del",
            #"удалить": "del",
            "вниз": "down",
            "ниже": "down",
            "домой": "home",
            "дом": "home",
            "влево": "left",
            "левее": "left",
            # "мышь": "mouse",
            "хорошо": "ok",
            "ок": "ok",
            "свойства": "properts",
            "вправо": "right",
            "правее": "right",
            "вверх": "up",
            "вверху": "up",
            "наверх": "up",


 # ========== КАНАЛЫ 1-20 ==========
    # 1
    "ноль": "0",
    "зеро": "0",

    # 1
    "первый": "1",
    "один": "1",
    
    # 2
    "второй": "_2",
    "два": "2",
    
    # 3
    "третий": "3",
    "три": "3",
    
    # 4
    "четвёртый": "4",
    "четыре": "4",
    
    # 5
    "пятый": "5",
    "пять": "5",
    
    # 6
    "шестой": "6",
    "шесть": "6",
    
    # 7
    "седьмой": "7",
    "семь": "7",
    
    # 8
    "восьмой": "8",
    "восемь": "8",
    
    # 9
    "девятый": "9",
    "девять": "9",
    

    "спать": "sleep",
    "замолчи": "silence",
    "погода": "weather",
    "время": "time",
    "привет": "hello"
}


